Repository: 3li1296/Pyto
Catalog: Pyto Intents/Xcode 11/*.lproj/Intents.strings
Languages: es, fr

# 3Ywctx
source: Runs a Python script
es: Ejecuta un script Python
fr: Exécute un script Python

# 5XtK1y
source: Just to confirm, you wanted ‘${script}’?
es: ¿Para confirmar, quieres ‘${script}’?
fr: Vous voulez ‘${script}’?

# 5x1N8h
source: Get Script Output
es: Obtener Resultado de un Script
fr: Obtenir Résultat du Script

# 8HDbQ2
source: What arguments would you like to pass?
es: ¿Que argumentos quieres pasar?
fr: Quels arguments voulez vous passer?

# AXowGy
source: What code would you like to run?
es: ¿Que código quieres correr?
fr: Quel code voulez vous exécuter?

# F7cRB4
source: Run a Python script
es: Ejecuta código Python
fr: Exécute un script Python

# I3ToQE
source: Which script would you like to run?
es: ¿Que script quieres correr?
fr: Quel script voulez vous exécuter?

# JfkG2c
source: Run In App
es: En la App
fr: Dans l'app

# LZDnIH
source: Runs Python code
es: Ejecuta código Python
fr: Exécute du code Python

# MiaQHi
source: Would you like to run the code in app?
es: ¿Quieres ejecutar el código dentro de la aplicación?
fr: Voulez vous exécuter le code dans l'app?

# NTcPmd
source: Output
es: Resultado
fr: Résultat

# Ta337J
source: yes
es: Sí
fr: oui

# ZhKKti
source: Output
es: Resultado
fr: Résultat

# aGEpYV
source: Run ${script}
es: Ejecutar ${script}
fr: Exécuter ${script}

# c61Ecl
source: What arguments would you like to pass?
es: ¿Que argumentos quieres pasar?
fr: Quels arguments voulez vous passer?

# dC8CF4
source: Which one?
es: Cuál?
fr: Lequel?

# h58XTi
source: There are ${count} options matching ‘${script}’.
es: Hay ${count} opciones para ‘${script}’.
fr: Il y a ${count} options pour ‘${script}’.

# hN2jx3
source: Run Script
es: Ejecutar Script
fr: Exécuter Script

# hPK9tH
source: Run ${script}
es: Ejecutar ${script}
fr: Exécuter ${script}

# muCLmy
source: Arguments
es: Argumentos

# o9jrtu
source: Run a Python script
es: Ejecuta un Script de Python
fr: Exécute un script Python

# vnE6qM
source: Get Script Output
es: Obtener Resultado de un Script
fr: Obtenir Résultat du Script

# w4gsBb
source: Run with ${arguments}
es: Ejecutar con ${arguments}
fr: Exécuter avec ${arguments}

# yFl1tO
source: Returns the output from a script executed from Shortcuts. Waits until the script finished running.
es: Devuelve el resultado de un script ejecutado desde Atajos. Espera hasta que el script termine de ejecutarse.
fr: Renvoie la sortie d'un script exécuté à partir de Raccourcis. Attend la fin de l'exécution du script.

# yhqqDQ
source: Code
es: Código

# zA4vpr
source: Run Code
es: Ejecutar Código
fr: Exécuter Code

# zZSw83
source: Run ${script} with ${arguments}
es: Ejecutar ${script} con ${arguments}
fr: Exécuter ${script} avec ${arguments}

# zemKkL
source: Arguments
es: Argumentos

# LEajCJ
source: no
fr: non
